
menu_text = """
[bold cyan]============== Выберите функцию ==============[/bold cyan]

[green]1.[/green]  Найти студентов, сдавших более 3 курсов с оценкой выше 85.
[green]2.[/green]  Показать среднюю оценку каждого студента по курсам кафедры 'Mathematics'.
[green]3.[/green]  Найти факультеты с более чем 5 студентами, имеющими оценки ниже 50 хотя бы по одному курсу.
[green]4.[/green]  Вывести преподавателей, чьи студенты в среднем сдают их курсы на оценку выше 70.
[green]5.[/green]  Вывести курсы, на которые записаны студенты из разных факультетов.
[green]6.[/green]  Найти студентов, записанных на все курсы преподавателя 'Dr. Ivanov'.
[green]7.[/green]  Показать студентов, которые не записаны ни на один курс.
[green]8.[/green]  Показать курс с наибольшим количеством студентов.
[green]9.[/green]  Найти студентов с одинаковой средней оценкой.
[green]10.[/green] Найти факультет с наибольшей суммой кредитов.

[yellow]11.[/yellow] Добавить данные.

[red]0.[/red]  Выход на авторизацию
    """

reg_text = """
        Чтобы пользоватся данным ботом
        Вы должны зарегистрироваться
        """

log_text = """
        Пожалуйста введите свои данные
        для входа в данный бот
        """

enter_text = """
        Вы успешно авторизировались теперь
        вам открыт весь функционал!
"""

welcome_text = """
        Вас приветствует бот университета
        Здесь вы можете узнать данные
        об учащихся
        """